#### PathOfTravelCalculationServerIds Members

---

|  |
| --- |
| PathOfTravelCalculationServerIds Class   Properties   See Also |

The  PathOfTravelCalculationServerIds  type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
| Public property Static member | DefaultPathOfTravelCalculationGUID | GUID to represent the default calculation server id. |

# See Also

PathOfTravelCalculationServerIds Class

Autodesk.Revit.DB.Analysis Namespace